steps = [
    {
        title: "Новое задание!",
        content: 'Не обязательно зажигать лампочки с начала гирлянды. Попробуй зажечь <b>пять</b> лампочек <b style="color: lawngreen">зелёным</b> цветом, <u>начиная с <b>десятой</b> лампочки</u>.',
        orphan: true
    }
];

steps_help = [
    {
        title: "Подсказка",
        content: 'Следи за тем, чтобы во всех блоках был верно указан цвет.',
        orphan: true
    }
];

FAIL_MESSAGE = "Следи за тем, чтобы во всех блоках был верно указан цвет.";