steps = [
    {
        title: "Новое задание!",
        content: 'Зажги <b>первые десять</b> лампочек <b style="color: blue">синим</b>, а <b>вторые десять</b> - <b style="color: #ddc314">желтым</b> цветом. Первую лампочку зажги, используя <u>её номер</u>, а для зажигания последующих используй блок “Зажечь следующую лампочку”',
        orphan: true
    }
];

steps_help = [
    {
        title: "Подсказка",
        content: 'Следи за тем, чтобы во всех блоках был верно указан цвет.',
        orphan: true
    }
];

FAIL_MESSAGE = "Проверь, хватает ли у тебя блоков и верно ли указан цвет.";