steps = [
    {
        title: "Новое задание!",
        content: 'Аналогично работает блок <b>“Зажечь предыдущую лампочку”</b>. Перед его использованием так же необходимо зажечь одну лампочку по номеру. <br> Зажги <b>двадцатую</b> лампочку и <b>три ей предыдущих</b> <b style="color: darkorange">оранжевым</b> цветом.',
        orphan: true
    }
];

steps_help = [
    {
        title: "Подсказка",
        content: 'У тебя должно получиться четыре блока: <br> <img class="img-responsive" src="../image/help/13/1.png">',
        orphan: true
    }
];