steps = [
    {
        title: "Новое задание!",
        content: 'Попробуй <b>помигать</b> гирляндой. Для этого нужно зажигать ее и тушить. Чтобы потушить гирлянду, используй блок “Потушить все лампочки”. Сделай, чтобы гирлянда <b>три раза</b> мигнула <b style="color: lawngreen">зелёным</b> цветом, <u>а затем погасла</u>.',
        orphan: true
    }
];

steps_help = [
    {
        title: "Подсказка",
        content: 'У тебя должно быть шесть блоков, чередуй блоки зажигания и тушения лампочек.',
        orphan: true
    }
];

FAIL_MESSAGE = "У тебя должно быть шесть блоков, чередуй блоки зажигания и тушения лампочек.";