steps = [
    {
        title: "Новое задание!",
        content: 'Довольно трудно вручную каждый раз указывать номер лампочки, не так ли? <br>' +
        'В случаях, когда нужно зажечь много лампочек подряд, удобно использовать блок <b>“Зажечь следующую лампочку”</b>.<br>' +
        'Перед тем, как использовать его, необходимо зажечь одну лампочку по ее номеру, чтобы компьютер знал, с какой лампочки вести отсчет.<br>' +
        'Задание: зажги <b>первые пять</b> лампочек <b style="color: darkviolet">фиолетовым</b> цветом.',
        orphan: true
    }
];