steps = [
    {
        title: "Новое задание!",
        content: 'Теперь зажги флаг <b>на половину гирлянды</b> (15 лампочек). Подсказка: можно копировать блоки, кликнув по ним правой кнопкой мыши.',
        orphan: true
    }
];

steps_help = [
    {
        title: "Подсказка",
        content: 'Будь внимательнее, у тебя должно быть 15 блоков, по одному для каждой лампочки.',
        orphan: true
    }
];

FAIL_MESSAGE = "Будь внимательнее, у тебя должно быть 15 блоков, по одному для каждой лампочки.";